/* Done button label in navigation bar */
"Done" = "Τέλος";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "Άνοιγμα σε...";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "Άνοιγμα σε \"%@\"";

/* Loading message in progress layer*/
"Loading..." = "Φόρτωση...";

/* Displayed when there are no items to preview */
"No Items" = "Κανένα στοιχείο";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ από %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "Σύρετε προς τα κάτω για να ρυθμίσετε την ταχύτητα αναπαραγωγής.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "Δεν ήταν δυνατό το άνοιγμα του εγγράφου με το συγκεκριμένο συνθηματικό.";

/* OK button */
"OK" = "ΟΚ";

